Tekla.Structures.ModelInternal.dotPolymeshValidateInvalidInfo_t
Struct for the result of validating polymesh

Tekla.Structures.ModelInternal.dotPolymeshValidateInvalidInfo_t.nInvalidFaces
Number of invalid faces
Indicates the amount of face indices and error codes in the integer list

Tekla.Structures.ModelInternal.dotPolymeshValidateInvalidInfo_t.ClientId
The client id.